Repository: hawkeye-xb/xisper-public
Catalog: apps/mac-desktop/Xisper/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

# '%@' too long (max %d characters)
source: '%1$@' too long (max %2$d characters)
ja: '%1$@'が長すぎます（最大%2$d文字）
zh_hans: '%1$@' 太长（最多 %2$d 个字符）

source: (No content)
ja: （内容なし）
zh_hans: （无内容）

source: %@ needs a few permissions to work properly. Grant access below to get started.
ja: %@が正常に動作するには、いくつかの権限が必要です。以下のアクセス許可を付与して、始めましょう。
zh_hans: %@ 需要一些权限才能正常工作。请在下方授权以开始使用。

source: %d chars
ja: %d文字
zh_hans: %d 字符

source: Accessibility
ja: アクセシビリティ
zh_hans: 无障碍访问

source: Account
ja: アカウント
zh_hans: 账户

source: Account & System
ja: アカウントとシステム
zh_hans: 账户与系统

source: Add
ja: 追加
zh_hans: 添加

source: Add domain-specific words to improve recognition accuracy
ja: 認識精度を向上させるためにドメイン固有の単語を追加する
zh_hans: 添加领域特定词汇以提升识别准确率

source: Added %d hotword(s)
ja: %d個のホットワードを追加しました
zh_hans: 已添加 %d 个热词

source: Affects ASR recognition accuracy
ja: ASRの認識精度に影響します
zh_hans: 影响ASR识别准确率

source: After recognition, text is automatically refined by Xisper's AI. No API key needed.
ja: 認識後、テキストはXisperのAIによって自動的に洗練されます。APIキーは不要です。
zh_hans: 识别完成后，文本将由 Xisper AI 自动优化，无需 API 密钥。

source: AI Post-processing
ja: AIポストプロセッシング
zh_hans: AI后处理

source: All hotwords already exist, skipped %d
ja: すべてのホットワードは既に存在します。%d個をスキップしました
zh_hans: 所有热词已存在，跳过 %d 个

source: All Time
ja: オールタイム
zh_hans: 全时段

source: All words already exist or invalid
ja: すべての単語は既に存在するか無効です
zh_hans: 所有词已存在或无效

source: Already used by %@
ja: %@ですでに使用中
zh_hans: 已被 %@ 使用

source: Also save transcription to clipboard after paste
ja: 貼り付け後に文字起こしをクリップボードにも保存
zh_hans: 粘贴后也将转录内容保存到剪贴板

source: Analytics
ja: アナリティクス
zh_hans: 统计

source: and
ja: そして
zh_hans: 并且

source: App display language
ja: アプリの表示言語
zh_hans: 应用显示语言

source: Appearance
ja: 外観
zh_hans: 外观

source: ASK
ja: 質問
zh_hans: 提问

source: ASR service error — tap retry to re-transcribe
ja: ASRサービスエラー — タップして再試行し、再文字起こしを行います
zh_hans: ASR服务错误 — 点击重试以重新转录

source: Audio
ja: オーディオ
zh_hans: 音频

source: Audio input device
ja: オーディオ入力デバイス
zh_hans: 音频输入设备

source: Authenticate to continue using Xisper
ja: Xisperをご利用いただくには、認証が必要です
zh_hans: 请先完成身份验证以继续使用Xisper

source: Authentication failed
ja: 認証に失敗しました
zh_hans: 认证失败

source: Automatic Refinement
ja: 自動リファインメント
zh_hans: 自动优化

source: Available variables: {{text}}, {{rawText}}, {{timestamp}}, {{duration}}, {{sessionId}}
ja: 利用可能な変数: {{text}}, {{rawText}}, {{timestamp}}, {{duration}}, {{sessionId}}
zh_hans: 可用变量：{{text}}, {{rawText}}, {{timestamp}}, {{duration}}, {{sessionId}}

source: Avg CPM
ja: 平均CPM
zh_hans: 平均每千次展示成本

source: Block FN from triggering emoji panel
ja: FNキーによる絵文字パネルの起動をブロック
zh_hans: 阻止FN键触发表情面板

source: Body Template
ja: ボディテンプレート
zh_hans: 消息模板

source: By signing in, you agree to our
ja: サインインすることで、当社の規約に同意したことになります
zh_hans: 登录即表示您同意我们的

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Cancels on %@
ja: %@にキャンセル
zh_hans: %@取消

source: Cantonese
ja: 広東語
zh_hans: 粤语

source: Character Tokens
ja: キャラクタートークン
zh_hans: 字符令牌

source: Characters
ja: 文字数
zh_hans: 字符数

source: Check for Updates…
ja: 更新を確認中…
zh_hans: 检查更新…

source: Chinese (Mandarin)
ja: 中国語（北京語）
zh_hans: 中文（普通话）

source: Clear All
ja: すべてクリア
zh_hans: 清除全部

source: Clear All Hotwords?
ja: すべてのホットワードをクリアしますか？
zh_hans: 清除所有热词？

source: Cleared %d hotwords
ja: %d個のホットワードをクリアしました
zh_hans: 已清除 %d 个热词

source: Complete sign-in in your browser, then return here.
ja: ブラウザでサインインを完了してから、こちらに戻ってきてください。
zh_hans: 请在浏览器中完成登录，然后返回此处。

source: Continue
ja: 続ける
zh_hans: 继续

source: Copied
ja: コピーしました
zh_hans: 已复制

source: Copied to clipboard
ja: クリップボードにコピーしました
zh_hans: 已复制到剪贴板。

source: Copy
ja: コピー
zh_hans: 复制

source: Copy to Clipboard
ja: クリップボードにコピー
zh_hans: 复制到剪贴板

source: Custom Hotwords
ja: カスタムホットワード
zh_hans: 自定义热词

source: Dark
ja: 闇
zh_hans: 暗

source: Delete
ja: 削除
zh_hans: 删除

source: Delete Record
ja: レコードを削除
zh_hans: 删除记录

source: Dictation
ja: ディクテーション
zh_hans: 听写

source: Duration
ja: 期間
zh_hans: 时长

source: e.g., Kubernetes, PostgreSQL...
ja: 例：Kubernetes、PostgreSQL...
zh_hans: 例如，Kubernetes、PostgreSQL...

source: Enable Webhook
ja: Webhookを有効にする
zh_hans: 启用 Webhook

source: Endpoint URL
ja: エンドポイントURL
zh_hans: 端点URL

source: English
ja: 英語
zh_hans: 英语

source: Error: %@
ja: エラー: %@
zh_hans: 错误：%@

source: Export
ja: エクスポート
zh_hans: 导出

source: Exported successfully
ja: エクスポートに成功しました
zh_hans: 导出成功

source: Failed to clear hotwords
ja: ホットワードのクリアに失敗しました
zh_hans: 清除热词失败

source: Failed to import %d hotwords
ja: %d個のホットワードのインポートに失敗しました
zh_hans: 导入 %d 个热词失败

source: Failed to read file
ja: ファイルの読み取りに失敗しました
zh_hans: 读取文件失败

source: Finalizing…
ja: 最終処理中…
zh_hans: 处理中…

source: Global shortcut to start/stop
ja: 開始/停止するグローバルショートカット
zh_hans: 启动/停止的全局快捷键

source: Grant
ja: 許可
zh_hans: 授权

source: Granted
ja: 許可済み
zh_hans: 已授权

source: History
ja: 歴史
zh_hans: 历史记录

source: Hold %@
ja: %@を押したままにする
zh_hans: 保持 %@

source: Home
ja: ホーム
zh_hans: 首页

source: Hotwords
ja: ホットワード
zh_hans: 热词

source: Identity
ja: アイデンティティ
zh_hans: 身份

# identity.developer
source: Developer
ja: 開発者
zh_hans: 程序员

# identity.doctor
source: Doctor
ja: 医師
zh_hans: 医生

# identity.finance
source: Finance
ja: ファイナンス
zh_hans: 金融

# identity.general-tech
source: General Tech
ja: 一般テック
zh_hans: 通用科技

# identity.lawyer
source: Lawyer
ja: 弁護士
zh_hans: 律师

# identity.product-manager
source: Product Manager
ja: プロダクトマネージャー
zh_hans: 产品经理

source: Import
ja: インポート
zh_hans: 导入

source: Imported %d hotwords
ja: %d個のホットワードをインポートしました
zh_hans: 已导入 %d 个热词

# Imported %d hotwords, skipped %d duplicates
source: Imported %1$d hotwords, skipped %2$d duplicates
ja: %1$d個のホットワードをインポートし、%2$d個の重複をスキップしました
zh_hans: 已导入 %1$d 个热词，跳过 %2$d 个重复项

source: Integration
ja: 統合
zh_hans: 集成

source: Intercept System Key
ja: システムキーのインターセプト
zh_hans: 拦截系统按键

source: Invalid CSV file
ja: 無効なCSVファイル
zh_hans: 无效的CSV文件

source: Invalid URL
ja: 無効なURL
zh_hans: 无效的URL

source: Japanese
ja: 日本語
zh_hans: 日语

source: Korean
ja: 韓国語
zh_hans: 韩语

source: Language
ja: 言語
zh_hans: 语言

source: Launch at Login
ja: ログイン時に起動
zh_hans: 开机自启动

source: Light
ja: 光
zh_hans: 光

source: Light, Dark, or System
ja: ライト、ダーク、またはシステム
zh_hans: 浅色、深色或跟随系统

source: Manage
ja: 管理
zh_hans: 管理

source: Manage billing and subscription
ja: 請求とサブスクリプションを管理
zh_hans: 管理账单和订阅

source: Method
ja: メソッド
zh_hans: 方法

source: Microphone
ja: マイク
zh_hans: 麦克风

source: Mode
ja: モード
zh_hans: 模式

source: Mute System Audio
ja: システムオーディオをミュート
zh_hans: 静音系统音频

source: Needed for global hotkey & text paste
ja: グローバルホットキーとテキスト貼り付けに必要
zh_hans: 用于全局热键和文本粘贴

source: No hotwords yet
ja: ホットワードはまだありません
zh_hans: 暂无热词

source: No recordings yet
ja: まだ録音はありません
zh_hans: 暂无录音记录

source: No results
ja: 結果がありません
zh_hans: 无结果

source: No usage limits
ja: 利用制限なし
zh_hans: 无使用限制

source: None
ja: なし
zh_hans: 无

source: Open Xisper
ja: Xisperを開く
zh_hans: 打开 Xisper

source: Optional
ja: オプション
zh_hans: 可选

source: Play sounds when recording starts/stops
ja: 録音の開始/停止時に音を再生する
zh_hans: 录制开始/停止时播放声音

source: Preferences
ja: 設定
zh_hans: 偏好设置

source: Press and hold the hotkey to activate voice input.
ja: ホットキーを長押しして音声入力を有効にしてください。
zh_hans: 长按热键以激活语音输入。

source: Press Enter to add, or paste multiple words separated by commas
ja: Enterキーを押して追加、またはカンマ区切りで複数の単語を貼り付けてください
zh_hans: 按回车键添加，或粘贴多个单词，用逗号分隔

source: Press keys…
ja: キーを押してください…
zh_hans: 按下按键…

source: Press to start translation
ja: 押して翻訳を開始
zh_hans: 按下开始翻译

source: Privacy
ja: プライバシー
zh_hans: 隐私

source: Processed (%lld chars)
ja: 処理済み (%lld 文字)
zh_hans: 已处理（%lld 个字符）

source: Processing…
ja: 処理中…
zh_hans: 处理中…

source: Quit Xisper
ja: Xisperを終了
zh_hans: 退出 Xisper

source: Raw ASR (%lld chars)
ja: 生の音声認識結果（%lld文字）
zh_hans: 原始ASR（%lld 字符）

source: Raw Chars
ja: 生の文字数
zh_hans: 原始字符

source: Ready
ja: 準備完了
zh_hans: 就绪

source: Recording auto-stopped after 3 minutes of silence
ja: 3分間の無音のため、録音を自動停止しました
zh_hans: 静默超过3分钟，录音已自动停止

source: Recording…
ja: 録音中…
zh_hans: 录音中…

source: Recording… (press %@ to stop)
ja: 録音中…（停止するには%@を押してください）
zh_hans: 正在录音…（按 %@ 停止）

source: Release to paste
ja: 貼り付けにリリース
zh_hans: 发布到粘贴板

source: Renews on %@
ja: %@に更新
zh_hans: %@续订

source: Required for voice transcription
ja: 音声文字起こしに必要
zh_hans: 语音转录所需

source: Retranscribe failed: %@
ja: 再書き起こしに失敗しました: %@
zh_hans: 重转录失败：%@

source: Retranscribed successfully
ja: 再書き起こしが完了しました
zh_hans: 重转录成功

source: Retranscribing...
ja: 再文字起こし中...
zh_hans: 重新转录中...

source: Retry transcription
ja: 文字起こしを再試行
zh_hans: 重试转录

source: Retry Transcription
ja: 文字起こしを再試行
zh_hans: 重试转录

source: Search...
ja: 検索...
zh_hans: 搜索...

source: Select
ja: 選択
zh_hans: 选择

source: Selected device is offline — will use System Default
ja: 選択されたデバイスはオフラインです — システムデフォルトを使用します
zh_hans: 所选设备已离线 — 将使用系统默认设置

source: Send HTTP request after each transcription
ja: 各転写後にHTTPリクエストを送信する
zh_hans: 每次转录完成后发送HTTP请求。

source: Send Test
ja: テスト送信
zh_hans: 发送测试

source: Settings
ja: 設定
zh_hans: 设置

source: Shortcuts
ja: ショートカット
zh_hans: 快捷指令

source: Show in Finder
ja: Finderで表示
zh_hans: 在 Finder 中显示

source: Showing 500 most recent records
ja: 直近500件の記録を表示中
zh_hans: 显示最近500条记录

source: Sign in to Xisper
ja: Xisperにサインイン
zh_hans: 登录 Xisper

source: Sign in with Browser
ja: ブラウザでサインイン
zh_hans: 通过浏览器登录

source: Sign Out
ja: サインアウト
zh_hans: 退出登录

source: Silence system sounds while recording
ja: 録音中はシステムサウンドをミュートする
zh_hans: 录制时静音系统声音

source: Sound Effects
ja: サウンドエフェクト
zh_hans: 音效

source: Speak naturally
ja: 自然に話して
zh_hans: 自然说话

source: Speaking Time
ja: 話す時間
zh_hans: 发言时长

source: Speech Language
ja: 音声言語
zh_hans: 语音语言

source: Speed
ja: 速度
zh_hans: 速度

source: Start automatically when you log in
ja: ログイン時に自動的に起動
zh_hans: 登录时自动启动

source: Subscription
ja: サブスクリプション
zh_hans: 订阅

source: Switch Account
ja: アカウントを切り替える
zh_hans: 切换账户

source: System
ja: システム
zh_hans: 系统

source: System Default
ja: システムデフォルト
zh_hans: 系统默认

source: Talk as you normally would — Xisper handles the rest.
ja: 普段通りに話してください — Xisper が残りを処理します。
zh_hans: 像平时一样说话——Xisper 会处理其余的事情。

source: Terms
ja: 利用規約
zh_hans: 条款

source: Test transcription
ja: テスト文字起こし
zh_hans: 测试转录

source: Text is automatically refined by Xisper's AI after recognition. Always enabled.
ja: テキストはXisperのAIによって認識後に自動的に洗練されます。常に有効です。
zh_hans: 文本在识别后会自动由Xisper的AI进行优化。此功能始终启用。

source: Text is transcribed and pasted into your active app.
ja: テキストが転写され、アクティブなアプリに貼り付けられます。
zh_hans: 文本已转录并粘贴至您当前使用的应用程序中。

source: This record will be permanently deleted.
ja: この記録は完全に削除されます。
zh_hans: 此记录将被永久删除。

source: This will delete all %lld hotwords. This action cannot be undone.
ja: これにより、%lld件のホットワードがすべて削除されます。この操作は取り消せません。
zh_hans: 这将删除全部 %lld 个热词。此操作无法撤销。

source: Time Saved
ja: 時間を節約
zh_hans: 节省的时间

source: Today
ja: 今日
zh_hans: 今天

source: Total Characters
ja: 総文字数
zh_hans: 总字符数

source: Total Records
ja: 総レコード数
zh_hans: 总记录数

source: Total Speaking Time
ja: 総話者時間
zh_hans: 总发言时长

source: Translate
ja: 翻訳
zh_hans: 翻译

source: Translate into this language (FN+T)
ja: この言語に翻訳（FN+T）
zh_hans: 翻译成此语言（FN+T）

source: Translation Target
ja: 翻訳対象
zh_hans: 翻译目标

source: Try a different search term.
ja: 別の検索ワードをお試しください。
zh_hans: 尝试其他搜索词。

source: Try Again
ja: もう一度試す
zh_hans: 再试一次

source: Unlimited
ja: 無制限
zh_hans: 无限

source: Unsupported key combination
ja: サポートされていないキーの組み合わせ
zh_hans: 不支持的按键组合

source: Upgrade to Pro
ja: Proにアップグレード
zh_hans: 升级至Pro

source: User
ja: ユーザー
zh_hans: 用户

source: Variables: {{text}}, {{rawText}}, {{timestamp}}, {{duration}}, {{sessionId}}
ja: 変数: {{text}}, {{rawText}}, {{timestamp}}, {{duration}}, {{sessionId}}
zh_hans: 变量：{{text}}, {{rawText}}, {{timestamp}}, {{duration}}, {{sessionId}}

source: Version
ja: バージョン
zh_hans: 版本

source: Voice-first input, reimagined.
ja: 音声ファーストの入力、新たな形へ。
zh_hans: 语音优先输入，全新演绎。

source: Waiting for browser...
ja: ブラウザの応答を待っています...
zh_hans: 正在等待浏览器...

source: Week
ja: 週
zh_hans: 周

source: Weekly Overview
ja: 週間の概要
zh_hans: 每周概览

source: Yesterday
ja: 昨日
zh_hans: 昨天

source: You can change permissions later in System Settings > Privacy & Security
ja: 後から「システム設定」＞「プライバシーとセキュリティ」で権限を変更できます。
zh_hans: 您之后可以在系统设置 > 隐私与安全中更改权限。

source: You can change the hotkey in Settings.
ja: 設定でホットキーを変更できます。
zh_hans: 你可以在设置中更改快捷键。

source: Your Hotwords
ja: あなたのホットワード
zh_hans: 您的热词

source: Your transcription history will appear here.
ja: ここにあなたの文字起こし履歴が表示されます。
zh_hans: 你的转录历史将在这里显示。

source: OK
zh_hans: 好

source: Headphone Button Trigger
zh_hans: 耳机按键触发

source: Toggle recording with the Play button on wired or wireless headphones. Music apps won't receive this button press while enabled.
zh_hans: 用有线或蓝牙耳机的播放按键控制录音。启用后，音乐应用将收不到该按键事件。
